{
  "Deep Shikha Srivastava": {
    "abstract": "The stabilization of high internal phase emulsions (HIPEs) using particulate surfactants is well established, with the use of two-dimensional (2D) surfactants gaining attention in recent years. However, the combination of two different particulate 2D surfactants within a single emulsion system remains largely unexplored. In this study, we present the polymerization of polyHIPE composites stabilized by different 2D surfactants by two approaches: (1) different sizes of graphene sheets and (2) mixing graphene and boron nitride. We investigate the effect of mixing order by comparing pre-mixed surfactants—combined prior to emulsification—and post-mixed emulsions, where separately prepared emulsions are later combined. Pre-mixed systems exhibit a homogeneous integration of both 2D surfactants into the emulsion cell walls, whereas post-mixed emulsions retain the distinct morphologies of each emulsion. The resulting polyHIPEs demonstrate the potential for tailoring electrical and thermal conductivity by enabling the creation of composites with tunable gradient conductive and insulating domains. Moreover, the viscosity and structural robustness of these emulsions support their application in 3D-printable material systems. This work provides new insight into the design of functional composite materials using 2D surfactant combinations, expanding the possibilities for next-generation emulsion-templated materials.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568061"
  },
  "Cassidy Soard": {
    "abstract": "Silk is a biopolymer that is produced at commodity scale for the textile industry by the domesticated silkworm, Bombyx mori. Regenerated silk fibroin is isolated and purified from silk cocoons to make biocompatible and biodegradable hydrogels, sponges, films, particles, and other materials for tissue engineering and regenerative medicine applications. Due to their small size, nanoparticle systems have the potential to leverage cellular uptake mechanisms for drug delivery, cell targeting, or imaging applications. Silk particles can be formulated to be stable in vivo yet ultimately degrade, which may offer an advantage over metallic particles that do not readily degrade and can accumulate in tissue over time. This work presents silk nanoparticles enhanced with surface-grafted methacrylate polymers which are then end-functionalized using click chemistry. Silk nanoparticles are formed by nanoprecipitation in acetone and characterized by multi-angle dynamic light scattering. A RAFT chain transfer agent is then attached to the hydroxyl-enhanced surface to enable polymerization of methacrylate monomers. Polymer grafting is confirmed by ATR-FTIR and Raman spectroscopy, and graft length is defined by NMR and GPC. Grafts are then end-functionalized with varying molecules using thiol-maleimide click chemistry. Nanoparticles are confirmed noncytotoxic by incubating with human fibroblasts in vitro and assaying using MTS reagent. This system presents a platform for customizable nanoparticles with tunable polymer grafts and end group identity for enhanced cell targeting applications.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565987"
  },
  "Brenden Ferland": {
    "abstract": "A novel graphene-silicone composite has been developed to address the longstanding challenge of integrating electrical functionality into silicone elastomers without sacrificing their intrinsic mechanical properties. The composite leverages silicone's inherent elasticity, thermal stability, and chemical inertness. Spontaneous exfoliation of graphene flakes at the oil-water interface enables the formation of a self-assembled framework, establishing electrically conductive pathways at relatively low filler concentrations.\n\nCurrent experimental results demonstrate that the resulting three-dimensional composite network exhibits stable electrical responsiveness during repeated mechanical deformation cycles, with a stable gauge factor of ~2.2 after initial conditioning and resistance changes from 12 kΩ to 20 kΩ under strains up to 20%, demonstrating the mechanical reliability necessary for sensing functionality. Furthermore, systematic control of crosslinking density allows for precise tuning of mechanical properties, ranging from highly compliant to structurally rigid, thus significantly broadening potential applications. The composite also exhibits remarkable electrothermal functionality, with current experimental results demonstrating rapid heating above 150 °C at relatively low voltages. This novel composite shows exceptional promise for advancing multifunctional elastomers where mechanical compliance and electrical functionality must coexist.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568074"
  },
  "Douglas Adamson": {
    "abstract": "To utilize the superior properties of 2D materials such as hexagonal boron nitride (hBN) and graphene in a commercially relevant way requires the exfoliation of graphite or hBN. There are several commonly used approaches, such as prolonged high-power sonication in the presence of either high boiling organic solvents or surfactants, ball milling, intercalation followed by thermal shock, electrochemical methods, and, for graphite, oxidation. Unfortunately, these approaches can add significant cost and often adversely affect the final material's properties. We have introduced the Solvent Interface Trapping Method (SITM) to exfoliate graphite and hBN to address this challenge. This approach relies on lowering an oil/water mixture's free energy by spreading 2D materials at the interface. This thermodynamically driven exfoliation mechanism is optimized by shaking or stirring the oil/water mixture to increase the interfacial area between the two liquids, thus increasing the extent of exfoliation and creating a water-in-oil emulsion with the 2D materials acting as a surfactant to stabilize the emulsion. The resulting materials are poly(high internal phase emulsions) (polyHIPEs), having open cell foam structures with the interior of the cells lined by a thin film of overlapping 2D sheets. With graphene, these materials are also electrically conductive, with a bicontinuous network of overlapping graphene sheets. In this talk, I will discuss the mechanism of the SITM, provide SEM and TEM evidence for exfoliation, and introduce several applications, such as sensors and filters, enabled by materials synthesized using this approach.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568075"
  },
  "Vishwa Suthar": {
    "abstract": "Research on bio-based coatings for fruit preservation is essential for shelf-life extension and reducing post-harvest losses. Common petrochemical based packaging has generated increasing concern due to their health and environmental impact. This work explores the potential of a Poly (CBD adipate) and cannabidiol composites for fruit preservation as an alternative made from renewable plant-based materials. Three different compositions were prepared using poly (CBDa) and CBD (cannabidiol): poly (CBDa)/ 0% CBD, poly (CBDa)/ 10% CBD, poly (CBDa)/ 25% CBD). Additionally, a control sample was considered for coating performance comparisons. These compositions were mixed with acetone for solution preparation and spray coated on strawberries. Furthermore, coating performance is evaluated through water contact angle (WCA), pH and weight loss analysis. The weight loss analysis was carried out for 15 days, while storing at both room temperature (22°C) and 4°C in original containers. Significantly, the weight loss for the control strawberry was ~5% higher than the poly (CBDa)/ CBD coated strawberry. The water solubility test was carried out by emerging polymer composition film in water for few days followed by weight measurements of dried films, showing negligible weight difference. Cytotoxicity result about dicannabidiol adipate, a subunit of poly (CBDa) to have minimal cytotoxicity with cell viability above 80% at concentration of 20uM. Poly (CBDa) exhibited complete hydrolysis under basic condition and heat, presenting biodegradability of the polymer. Preliminary results about poly (CBDa) concluded higher antioxidant activity compared to poly lactic acid. In conclusion, this study highlights the potential of cannabinoid-based biopolymers in food preservation, offering a sustainable alternative to synthetic coatings.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/567153"
  },
  "Mahdad Mahmoudi": {
    "abstract": "Advanced processing techniques are commonly used to decouple mechanical properties from the density of lightweight structural materials. In this work, we aim to introduce a scalable method to optimize the strength of foam material per unit of weight. To this end, we utilize High Internal Phase Emulsions (HIPEs) that serve as valuable templates for synthesizing porous polymer composites with multifunctional properties. This study introduces an innovative approach utilizing emulsifying needles to generate highly monodisperse polymer-graphene HIPEs, dramatically improving composite uniformity and mechanical performance. The primary objective is to evaluate how controlling HIPE morphology impacts the compressive strength in polymer-graphene composites prepared via the solvent interface trapping method. Traditionally, HIPEs made by spontaneous exfoliation of graphite at the oil-water interface are made by shaking or shear mixing, which leads to a polydisperse dispersion of water droplets in the HIPE structure. Double-needle emulsification enables control over droplet size, lowering the polydispersity index (PDI < 0.1) compared to traditional methods (PDI ≈ 0.3–0.5). Characterization techniques, including optical microscopy and SEM imaging, verified the morphology within the final polymer-graphene composites. Initial mechanical testing demonstrated notable enhancements; preparing composites via needle emulsification increased compressive strength by a factor of 2.3 and doubled Young’s modulus (in the case of 70:30 w/o ratio and 10µm graphite flakes). Furthermore, adjusting graphite flake size, graphite loading, and water-oil ratios allows for fine-tuning the mechanical performance tailored to specific applications.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568084"
  },
  "Jianan Mao": {
    "abstract": "The self-assembly of proteins into filament structures is fundamental to the mechanical strength and adaptability of biological matrices such as the cytoskeleton and collagen. While natural systems often rely on folded protein domains to control assembly, designs focused solely on β-sheet structures offer distinct advantages for synthetic materials, creating strong fiber networks that can be produced on a larger scale with adjustable properties. In this study, we employ a helix-guided “sergeants-and-soldiers” NCA polymerization strategy to synthesize lysine-rich (Lys) copolypeptides that form β-sheet-rich hydrogels with highly tunable viscoelastic properties and enhanced pH stability. By overcoming monomer-reactivity disparities, this approach achieves truly random incorporation of multiple amino acids (Lys, Tyr, Phe, Ala, Ser, Glu) into single polymer chains, expanding the design space for engineering complementary or synergistic side-chain interactions. Through rigorous characterization of the macroscopic properties and side-chain interactions of binary formulations that mimic the elasticity and toughness of extracellular matrices, we designed three- and four-component systems that exhibit emergent behaviors—such as enhanced pH stability, self-healing, and improved mechanical response—surpassing those of simpler copolypeptides. Notably, four-component copolypeptides generate injectable hydrogels capable of encapsulating and releasing water-soluble cargos under near-physiological conditions. The results of this study not only offer flexibility in synthesizing β-sheet-rich random copolypeptides for developing multifunctional biomaterials with customizable mechanical and responsive properties but also pave the way for innovative biomaterials that seamlessly integrate into biological systems.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565744"
  },
  "Rumesha Perera": {
    "abstract": "The increase of atmospheric CO2 may be partially mitigated by technologies for its capture or conversion to valuable chemical feedstocks. In response, we have synthesized a graphene-polyamide composite membrane through interfacial polymerization combined with a solvent-interface trapping method (SITM) to form a film of overlapping graphene sheets. This approach spontaneously exfoliates graphite into graphene at the interface between two immiscible solvents. Using interfacial polymerization in the presence of the graphene film creates electrically conductive active membranes. This arrangement of graphene sheets embedded in the membrane acts as a resistor-capacitor network that facilitates electrochemical reactions without a counter electrode. For CO2 reduction, we initially precipitated gold nanoparticles on the membrane through redox chemistry driven by an applied potential. However, we have recently found that the reduction of CO2 is more efficient without the gold nanoparticles. In this talk, I will discuss the reason for this difference and introduce our recent work quantifying the production of CO2 reduction products, which include formate, acetate, methanol, and methane",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568095"
  },
  "Abrar Ali Sitab": {
    "abstract": "Most synthetic polypeptide self-assembly and secondary-structure transitions rely on solvents, making them highly sensitive and difficult to process or scale. Here, we present a strategy for solvent-free α-helix to β-sheet transformations in block copolypeptides, achieving precise control over conformation while facilitating thermomechanical processing. Central to our design is the “sergeant–soldier” effect, wherein poly(γ-benzyl-L-glutamate) (PBLG) serves as a helicity-promoting scaffold (sergeant) that compels β-sheet–prone amino acid N-carboxyanhydrides (soldiers) to adopt stable helical conformations in the chain propagation, and maintain the structure through the synthesis and purification procedures. Under elevated temperatures, the sergeant block is plasticized in situ by a poly(ethylene glycol) domain, triggering a solvent-free helix-to-β-sheet transition. We further implement a two-stage compression molding protocol to induce liquid-crystal–like orientation, thereby increasing conversion efficiency. The resulting films exhibit enhanced mechanical extensibility through well-distributed β-sheet nanocrystals embedded in the helical matrix. Interestingly, incorporating a random copolypeptide block with amino acids of varying side-chain flexibility demonstrates how π-stacking and side-chain complementarity can optimize these solvent-free α-helix to β-sheet transitions. Overall, this work provides a robust framework for engineering thermally responsive block copolypeptides with well-defined β-sheet nanocrystals—expanding the possibilities for functional biomaterials and advanced polypeptide architectures.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/564329"
  },
  "Megan Welch": {
    "abstract": "Cellulose is a readily sourced biocompatible polymer that has been incorporated into food stuffs to increase fiber content, as a thickening agent in yogurt, and as scaffolding for sustainable meat alternatives. This study investigated the effects of bovine serum albumin (BSA), lentil (LE) and red kidney bean (RKB) protein incorporation into oxidized paper cellulose (DAC) hydrogels. Several methods of oxidizing paper cellulose were investigated, including using tetramethylpiperidine oxide (TEMPO), ammonium persulfate (APS), and potassium and sodium periodate (KIO4/NaIO4), to find the most effective oxidation method. Both KIO4 and NaIO4 resulted in aqueous solutions that can be purified by dialysis to remove reaction by-products, lyophilized, and dissolved in water to form homogenous solutions. DAC solutions were crosslinked with proteins at various concentrations (5-50 wt.%) and characterized by thermogravimetric analysis, differential scanning calorimetry, and dynamic mechanical analysis. The hydrogels are degradable, the rate of which was characterized using pepsin to act on the proteins in the gels. Ongoing work is investigating in vitro cytocompatibility by culturing with bovine satellite cells. This work seeks to identify efficient methods to crosslink oxidized cellulose using protein to form hydrogel scaffolds that may find future applications in tissue engineering or cellular agriculture.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/562170"
  },
  "Jakiya Sultana Joya": {
    "abstract": "Stimuli-responsive hydrogels are a promising class of smart materials for advanced technological applications. However, their intrinsic mechanical weakness and poor electrical conductivity limit widespread application. Traditional methods for enhancing hydrogel performance using graphene oxide often involve complex chemical modifications, requiring harsh treatments that compromise material integrity. In this study, we have utilized the spontaneous exfoliation of graphite at the oil-water interface to create a conductive double network (DN) hydrogel. The solvent interfacial trapping method (SITM) exploits the natural exfoliation of graphite, enabling the fabrication of pristine graphene-coated poly (N-isopropylacrylamide) (PNIPAM) spheres without chemical modifications. By embedding the spheres in an N-(hydroxymethyl)acrylamide (HMA) matrix, we developed a hydrogel with an intrinsic percolating graphene network that demonstrates electrical and mechanical responsiveness. The material exhibits critical transitions near its lower critical solution temperature (LCST), making it particularly responsive to environmental changes. Mechanical analysis indicated substantial increases in modulus and toughness above the LCST, highlighting enhanced structural integrity at elevated temperatures. Concurrently, electrical characterization under compression revealed conductivity variations responsive to strain and temperature changes. Mechanical sensitivity and responsiveness of the hydrogel can be controlled by adjusting the concentrations of graphite and PNIPAM. Notably, a lower graphite content unexpectedly leads to a higher mechanical modulus, possibly due to changes in the stiffness of PNIPAM spheres or enhanced interfacial interactions. Our conductive, thermoresponsive DN hydrogel stands out for its simplicity, eco-friendly processing, tunable properties, and robust mechanical performance. These qualities make it an ideal candidate for flexible strain sensors, wearable electronics, temperature-responsive biomedical devices, and intelligent packaging applications.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568334"
  },
  "Mohak Desai": {
    "abstract": "Dielectric polymers used in electrical and electronic systems require withstanding high electric fields and elevated temperature. Modified o-polyoxachloronorbornene (o-POClNB) and modified polyetherimide (PEI) are two such polymers chosen for scaling up as they demonstrated excellent dielectric performance at high electric field and high temperature (between 150°C to 200°C) operating range. These polymers have also high enough molecular weight to be able to make entanglements in polymer chains. Polymer samples were used for mechanical testing and solution processing for film casting. The large-scale polymer films would undergo further extensive dielectric testing. The thermal, mechanical and dielectric properties of these polymers showed the possible melt processibility when synthesized at a larger scale. Scaling up these polymers would help in understanding cost, evaluation of morphology and structure property relationship with dielectric and thermal properties for high energy density capacitors and other energy storage devices. Replacement of biaxially oriented polypropylene (BOPP) for capacitor application is very important especially at operational temperature above 100°C with potential impacts over broad range of NAVY applications in pulse power and marine electronics.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565896"
  },
  "Faheem Hassan": {
    "abstract": "Peptide nucleic acid (PNA) is applicable as antisense for targeting complementary RNA or DNA. It has the advantages of high stability and efficacy yet suffers from low solubility. Here, we report a small-angle X-ray scattering (SAXS) analysis on the aggregation behavior and conformation of a series of PNA modified systems, which can target specific RNA. The morphology and antisense efficiency of modified PNAs are drastically different and seemingly strongly correlated. We will demonstrate SAXS can be a powerful tool to identify nanoscale morphology and determine the aggregation behavior.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/566464"
  },
  "Justin Amengual": {
    "abstract": "Controlling secondary structure transitions in block-copolypeptides offers a powerful route to direct polymer assembly in organic solvents. This work introduces the sergeant-soldier principle—previously applied to supramolecular chiral polymers—into a novel covalent system. Moreover, incorporating β-sheet-forming amino acids into high molecular weight synthesis holds significant promise for tailoring polymer properties, particularly for developing synthetic silk mimetics. Our system features an AB-diblock polypeptide with segregated secondary structures: one block is a stable α-helix, while the other is designed to convert from α-helix to β-sheet conformation. The conversion is triggered by increasing solvent polarity, initiating β-sheet formation and subsequent aggregation. Small-angle light scattering and transmission measurements capture the kinetics and intensity of the conversion. Formation of distinct aggregate populations is revealed by dynamic light scattering, demonstrating a critical size dependence on solvent polarity, temperature, amino acid residue, and polymer architecture. Temperature-dependent studies show that higher temperatures shorten the assembly lag phase yet reduce overall aggregation—a consequence of the macroinitiator’s confinement on the β-sheet–forming block, where α-helical stability of poly-benzyl glutamate diminishes as temperature decreases. Additionally, increasing the polypeptide concentration and the degree of polymerization of the β-sheet-forming block result in accelerated aggregation. Conformation control enforced by the stable helical segment is quantified by kinetic and thermodynamic analyses. By characterizing these effects, we develop a predictive model to map critical parameters in the conversion mechanism—including threshold solvent polarity, temperature, and degree of polymerization limitations. This work extends the sergeant-soldier effect into covalent polymer systems, offering new strategies for designing hierarchical biomaterials and synthetic silk mimetics.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/566933"
  },
  "Montgomery Shaw": {
    "abstract": "The goal of this presentation is to put into words some of history of UConn Polymer Program. Included will be remarks concerning the major events and the impact such events had on the Program and on me, in particular. The Polymer Program is 60 years old. I have witnessed nearly 50 of those years and hold the honor of being the oldest active member of the Program. That said, I should quickly assert that one would have to look very hard to find a better academic home than that provided by the UConn Polymer Program.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565651"
  },
  "Stephen Cheng": {
    "abstract": "Inverse design and inverse thinking are critical steps in the new materials developments (materials genome approach). When we design materials with specific functional properties, we often start with independent building blocks (“mesoatoms”) which possess well-defined molecular functions and precise chemical structures. Using the “Molecular Lego” approach, we can then, in some cases with multiple steps, assemble such elemental mesoatoms together in preferred secondary structures (or packing schemes) to construct materials possessing topologically mandated hierarchical structures with desired functions. In this talk, correlating mesoatoms with mesoscale superlattices, a rational engineering strategy becomes critical to generate designed periodicity with emergent properties. For molecule-based superlattices, nevertheless, nonrigid molecular features and multistep self-assembly make the molecule-to-superlattice correlation less straightforward. In addition, single component systems possess intrinsically limited volume asymmetry of self-assembled spherical mesoatoms, further hampering novel superlattices’ emergence. We demonstrate that properly designed molecular systems could generate a spectrum of unconventional superlattices. We systematically explore the lattice-forming principles in unary and binary systems, unveiling how molecular stoichiometry, topology, and size differences impact the mesoatoms and further toward their superlattices. The presence of novel superlattices helps to correlate with Frank–Kasper phases previously discovered in soft matter as well as newly discovered decagonal quasicrystals. These superlattice structures are not only mimicking complicated metal alloys, but also exploring newly discovered structures beyond metal alloys. We envision the present work offers insights about how complex superlattices could be rationally fabricated by scalable-preparation and easy-to-process materials in their bulk states.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565652"
  },
  "Andrey Dobrynin": {
    "abstract": "The ability to design polymer networks with programmable mechanical properties is vital for novel materials development for medical implants, tissue engineering, soft robotics, and wearable electronics. In this talk, I will demonstrate how to encode mechanical properties of different soft materials in synthetic elastomers by varying molecular architecture of the network strands. The developed framework fuses together theory, computer simulations, synthesis and experimental studies of correlations between mechanical properties and architecture of networks with brush-like strands. In theory and simulations, different types of brush-like polymers such as combs and bottlebrushes are modeled as chains or filaments with the effective Kuhn length and occupied volume. This representation of brush-like macromolecules allows for a precise mapping of network’s mechanical properties in both linear and nonlinear deformation regimes into a molecular architecture of the network strands described by the degree of polymerization and grafting density of side chains, and by the degree of polymerization of the brush backbones between crosslinks. This approach to materials design is tested by reproducing mechanical properties of assorted biological gels and tissues using poly(dimethyl siloxane) (PDMS) and poly(n-butyl acrylate) (PBA) elastomers with brush-like strands. To address the emerging complexity of hierarchical structure-property correlations in brush-like polymer networks, the implementation of conventional theory-based approaches in combination of AI tools for encoding of network’s mechanical properties will be discussed. The talk will end with an overview of forensic analysis of the network structure based on the network’s nonlinear deformations.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565653"
  },
  "Chinedum Osuji": {
    "abstract": "Polymers with precisely-sized pores on the order of 0.5 – 1.5 nm offer the possibility of tailoring species selectivity by deconvoluting size-exclusion and affinity-based mechanisms for controlling transport. They represent a qualitatively different approach relative to dense polymer membranes. However, there is a lack of fundamental understanding regarding transport of both ionic and non-ionic species under such strongly confined situations. Here, we examine transport of ions in polymer membranes with well-defined 1-nm scale pores. The membranes are charged hydrated nanoporous polymers produced by crosslinking self-assembled lyotropic mesophases with direct hexagonal and gyroid nanostructures. They are mechanically and chemically resilient materials that exhibit limited swelling (< 2.5%) on exposure to excess water and support relatively fast transport of a variety of anions. We use a combination of electrochemical impedance spectroscopy, pulsed-field gradient NMR and molecular simulations to elucidate anion and water transport. Our work addresses the role of hydration, pore geometry and anion identity on transport using a combination of electrochemical and NMR measurements, and molecular simulation. Our results highlight the role of hydration separate of morphology, the role of pore size separate of hydration, and the role of local heterogeneity on ion transport, and strong correlations of ion polarizability with conductivity. These results provide new insight that can be exploited to develop mechanisms for tailoring ion selectivity in nanoporous polymers and shed new light on transport under nanoscale confinement in the presence of charge.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565654"
  },
  "Jan Michael Carrillo": {
    "abstract": "In this momentous event marking the 60th anniversary of the polymer program, I would like to present my work on charged soft matter systems, which originally began during my PhD at UConn and has since evolved. Under the guidance of my advisor, Prof. Andrey Dobrynin, we performed simulations of polyelectrolyte chains and polyelectrolyte brushes. These models were run using simplistic bead-spring representations decorated with charges and neutralized with counterions. Peculiar behaviors observed in experiments were also captured in these simulations and were often explained as the interplay between long-range electrostatic interactions and short-range van der Waals interactions. This study evolved and became the foundation for our current efforts in the ORNL-led DOE-BRaVE program, \"Structure-guided Design of Materials to Optimize the Abiotic-Biotic Material Interface,\" where we perform simulations of multiscale models of polyelectrolyte and polyzwitterion brushes at both the all-atom and coarse-grained Martini levels. These polyelectrolyte bead-spring models were further refined to include dipolar solvents, with the goal of capturing the correct dynamics through the inclusion of hydrodynamic interactions, with the hope of providing insights into neutron scattering experiments such as rheo-SANS and neutron spin echo. This research has expanded to other soft matter systems, such as lipid bilayers. The dipolar solvent developed in these efforts has made it possible to perform simulations of lipid bilayers under an oscillating electric field, exploring flexoelectric effects and lens formation in lipid membranes.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565656"
  },
  "Brian Benicewicz": {
    "abstract": "Polybenzimidazole (PBI) polymers doped with phosphoric acid (PA) have been extensively studied for high temperature PEM fuel cells operating at 100-200 C. For more than 20 years, we have described a sol-gel process for fabricating PA doped membranes that have ionic conductivities higher than membranes obtained by conventional imbibing processes. This process is the basis for the readily available commercial PBI membrane electrode assemblies. More recently, we reported on a new post-processing technique that improves the mechanical stability of PBI membranes at higher temperatures and pressures. This processing technique involves the replacement of PA with water, a controlled densification step, and re-imbibing with PA. The surprising improvement in mechanical durability and expanded operating window results in fuel cell performance at higher temperatures, pressures and current densities that are needed for heavy duty transportation applications. In this talk, we will describe our recent fuel cell testing results under these new operating conditions.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565657"
  },
  "Sangyon Ju, Je-Hyun Oh, Yoonbeen Kang": {
    "abstract": "Understanding the growth mechanisms of transition metal chalcogenides (TMCs) in molten salt-catalyzed chemical vapor deposition (CVD) remains a challenge, particularly in the presence of alkali metals. This study investigates the kinetics and mechanisms of sodium-catalyzed molybdenum disulfide (MoS2) growth and etching using an integrated CVD microscope and kinetic Monte Carlo (KMC) simulations. Sodium droplets formed via the thermal decomposition of sodium cholate catalyze the growth of MoS2 laminates, inducing characteristic triangular crystal formation with distinct kinetic regimes. We identify three key growth phases—growth, steady-state, and etching—each governed by precursor pressures and the most probable atomic sites for filling or removal. The role of sodium droplets in facilitating MoS2 growth along grain edges, along with pressure-dependent atomic configurations, is elucidated through experimental and computational analyses. Additionally, precursor/sodium droplet eutectic (SODE) interactions with substrates reveal enhanced diffusion kinetics and uniform film growth, demonstrating the potential of molten metal-assisted CVD techniques for scalable nanomaterial synthesis. These findings provide fundamental insights into the thermodynamics and kinetics of MoS2 growth, paving the way for optimized fabrication strategies in next-generation electronic and catalytic applications.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565658"
  },
  "Yang Qin": {
    "abstract": "Membrane technologies are widely perceived as one of the most energy-efficient and cost-effective means in separation applications including industrial gas separation. Current polymer membranes exclusively operate by solution-diffusion mechanism and suffer from tradeoffs between selectivity and permeability. Metal-organic frameworks (MOFs) possess uniform micropores having tunable opening sizes down to a few Å and tailored pore surface functionality, ideal for separation by molecular sieving and facilitated transport mechanisms, respectively. These separation mechanisms have the potential to achieve high permselectivity. But the brittle and micro-crystalline nature intrinsic to MOFs prevents formation of large-area defect-free membranes with needed mechanical strengths and processability for industrial applications.\n\nOur research is aimed at creating highly efficient and commercially attractive membrane systems that operate by molecular sieving and facilitated transport mechanisms and are adaptive to different separation tasks. I will discuss a precisely controlled, scalable, and generalizable bottom-up process for constructing composite membranes containing orderly arranged MOF nanochannels, to tailor-design MOF materials for CO2 separation, and to fabricate/evaluate such ordered MOF@polymer (OMAP) membranes for gas separation applications. Such nanostructured hybrid OMAP membranes synergistically realize the functions of MOFs and polymers by precise spatial arrangement of the respective hard and soft components. Specially, OMAP membranes containing zeolitic imidazolate framework-8 (ZIF-8) have displayed CO2/N2 separation efficiencies far exceeding those of traditional membranes.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565659"
  },
  "Ed Samulski": {
    "abstract": "I will review of polymer research problems that I considered between 1972 and 1988 at the University of Connecticut. Those range from the nature of the microscopic structure of the folded-chain crystal habit to the development of rheoNMR—the detection residual nuclear dipolar interactions in sheared polymer melts with nuclear magnetic resonance.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565661"
  },
  "Suk-Kyun Ahn": {
    "abstract": "Materials intelligence is becoming crucial for advancing the physical artificial intelligence (AI) that integrates artificial intelligence with physical components, such as robots, to interact with the real world in an intelligent and adaptive manner. While liquid crystals (LCs) are best known for their success in flat panel displays, their unique anisotropic properties and inherent sensitivity to external stimuli enable them to impart intelligence when integrated into various polymeric forms. In this talk, I will introduce our recent works on liquid crystal elastomers (LCEs) which combine the elastic properties of rubber with the anisotropic characteristics of LCs. Unlike conventional elastomers, LCEs exhibit mechanical anisotropy, controlled alignment, self-assembled ordering, and adaptive behavior, making them a unique class of intelligent materials capable of reversible and programmable shape changes. By leveraging these distinctive properties and carefully designing their molecular and network structures, we have developed (re)programmable artificial muscles, textile actuators, and haptic display.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565662"
  },
  "Benjamin Hsiao": {
    "abstract": "Current farming practices create a broken nutrient loop, where most nutrients are lost into our environment or left behind in agriculture residues, and animal and food waste, creating multiple pollution problems. In this talk, we demonstrate a new approach that can close the nutrient cycle using zero-waste nitro-oxidation processing (NOP) technologies, capable of rapidly upcycling natural organic waste into reproducible, sustainable, and safe fertilizers, growing media, soil amendments and biogels for farming, new water purification and infrastructure materials. In brief, NOP can extract all nutrients (nitrogen (N), phosphorus (P), potassium (K), macro- and micro-nutrients) from organic feedstocks in a few hours, neutralizing the effluent into safe and effective fertilizers, sterilizing all harmful human pathogens, while producing no odor nor greenhouse gases. Furthermore, NOP can prepare anionic nanocellulose scaffold that can be ionically cross-linked into stable but biodegradable biogels using essential metal ions (macro- and micronutrient) for plant growth. These NOP-derived biogels can be used as effective additives to improve the water hold capacity of fibrous substrates and soils, standalone growing media, and anti-freezing infrastructure material additives.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565663"
  },
  "Luyi Sun": {
    "abstract": "Smart soft materials have one or more characteristics that can be significantly altered in convertible fashions by external stimuli, such as light, moisture, mechanical force, temperature, electric/magnetic fields, pH, and so on. Inspired by the fascinating visual display strategies and adaptive mechanisms in animals and plants, we have fabricated a series of smart soft material-based devices that can respond to external stimuli with instantaneous and reversible fashions in optical, electrical, mechanical, and/or shape deformation signals. These devices can be fabricated for widespread applications, including smart windows, encryption devices, thermal camouflage, wearable strain sensors, anticounterfeit tabs, 3D stretchable electronics, dynamic displays, rewritable media, human−machine interfaces, and so on. The key to successfully achieving those intriguing characteristics in these smart material systems lies in the function-orientated structural design, which integrates bioinspired design and surface engineering with multiscale architecture as the crucial elements. This talk will present a summary of our recent work on bioinspired smart soft materials. These materials are characterized by convertible topographies like dynamic cracks, folds, stimuli-responsive wrinkles, and other analogous structures. These systems demonstrate high design flexibility, excellent reversibility, and wide applicability, which can pave new routes for designing next-generation smart soft materials equipped with versatile, tunable, adaptable, and interactive stimuli-responsive properties.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565664"
  },
  "Patrick Mather": {
    "abstract": "This presentation will focus on work that originated from my highly positive experience as an assistant professor in the graduate Polymer Program at the University of Connecticut from 1999 to 2004. The objective of this research was to develop and study tough, elastic, anisotropic rubber-rubber composites by using oriented, electrospun thermoplastic polyurethane (TPU) fibers to reinforce a silicone (PDMS) matrix. Such flexible and variably anisotropic materials are found in natural human and animal tissues and have potential applications in biomedical and biomimicry fields. Composite materials were fabricated by electrospinning fibrous webs from Pellethane solutions, followed by saturation with Sylgard 184 (PDMS). The TPU webs and composites were characterized using scanning electron microscopy (SEM) and porosity measurements. These analyses showed that fiber orientation was achieved at high drum collector rotation speeds. Thermal characterization via dynamic mechanical analysis (DMA) revealed that the composites retained the phase transitions of their constituents. Mechanical analysis through tensile testing demonstrated that the TPU-silicone composites were 10–20× more fracture-resistant than Sylgard 184 alone, based on specific work of fracture (wf). Additionally, anisotropy was observed in highly oriented samples electrospun at high RPM. Stiffness, as measured by Young’s modulus, was reduced in unoriented TPU-silicone composites compared to either Sylgard or an unoriented TPU web. A general trend of lower modulus (E) was also observed in transversely oriented samples, relative to their longitudinally oriented counterparts. The soft composites featued exhibited increased toughness and reduced stiffness compared to Sylgard alone, with limited tunability of anisotropy via fiber orientation.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565666"
  },
  "Kelly Burke": {
    "abstract": "Silk fibroin from the domesticated silkworm Bombyx mori is a naturally occurring biopolymer with charged hydrophilic terminal regions that endcap a blocky core dominated by hydrophobic domains. Silk cocoons are widely available because of their utility for the textile industry, and processing of the cocoons can generate purified (regenerated) silk fibroin. Regenerated silk fibroin is of interest for a variety of biomaterial applications due its tunable mechanical properties and degradation profiles that arise due to its crystalline secondary structures, as well as for its low immunogenicity when used in a purified form. A variety of synthetic tools have been developed to modify silk fibroin in both aqueous and organic solvents, though many reactions have shown variability in the amount of functionalization achieved, which may occur due to protein self-assembly during the modification reactions. This talk focuses on the structure and noncovalent interactions that lead to assembly of regenerated silk fibroin, with attention on the design points to consider for functionalization reactions. This work will then highlight two advances for functionalizing silk fibroin biomaterials, the first of which enables reversible assembly of hydrogels to permit cell encapsulation and enhanced recovery for tissue culture applications, while the second highlights the generation of brush-like polymer architectures on silk fibroin for their use of controlled drug delivery surfaces.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565668"
  },
  "N. Sanjeeva Murthy": {
    "abstract": "I will reminisce about my experience as a graduate student between 1972 and 1975 in the polymer program at the University of Connecticut. I had the unique opportunity to explore structure of disparate materials that are now called soft matter while working under young and talented professors. I had unlimited access to the newly acquired small- and wide-angle X-ray scattering instrumentation to study size, shape and assembly of natural proteins in solution at one extreme, the atomic-level structure using single crystals at another extreme, and the poorly organized structures in synthetic polymers in the middle. I will describe how this foundational training at the Institute of Materials Science has kept me actively engaged in research on materials, properties and applications throughout my career in industry and academia.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/565669"
  },
  "Nishadi Bandara": {
    "abstract": "Green energy generation has gained growing interest due to the depletion of traditional fossil fuels and related environmental pollution. Herein, we developed a polymer graphene hydrogel-based Moist-Electric Generator (MEG) with a gradient distribution of functional groups that aid in forming an ion concentration gradient. This gradient is crucial for facilitating ion migration and generating voltages to capture energy from atmospheric moisture. Traditional methods use graphene oxide due to its rich array of oxygen-related functional groups to establish the ion gradient and employ techniques including electric annealing and directional laser irradiation. However, these techniques pose significant challenges, namely high energy consumption, limited structural control, equipment complexity, and prohibitive costs, which hinder large-scale applicability. This research proposes a novel, cost-effective, and eco-friendly approach for constructing a gradient-based moist electric generator via the solvent interfacial trapping method. Single MEG delivers a high open circuit voltage of 0.74 V. Notably, an increased voltage of 18.4 V is achieved by integrating multiple MEG units in series. We have demonstrated the ability of MEGs to light an LED and power an LCD calculator. The results demonstrate that this approach simplifies fabrication while improving scalability and practicality for broader applications in moisture-to-electricity conversion.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/569368"
  }
}