{
  "Deep Shikha Srivastava": {
    "abstract": "The stabilization of high internal phase emulsions (HIPEs) using particulate surfactants is well established, with the use of two-dimensional (2D) surfactants gaining attention in recent years. However, the combination of two different particulate 2D surfactants within a single emulsion system remains largely unexplored. In this study, we present the polymerization of polyHIPE composites stabilized by different 2D surfactants by two approaches: (1) different sizes of graphene sheets and (2) mixing graphene and boron nitride. We investigate the effect of mixing order by comparing pre-mixed surfactants—combined prior to emulsification—and post-mixed emulsions, where separately prepared emulsions are later combined. Pre-mixed systems exhibit a homogeneous integration of both 2D surfactants into the emulsion cell walls, whereas post-mixed emulsions retain the distinct morphologies of each emulsion. The resulting polyHIPEs demonstrate the potential for tailoring electrical and thermal conductivity by enabling the creation of composites with tunable gradient conductive and insulating domains. Moreover, the viscosity and structural robustness of these emulsions support their application in 3D-printable material systems. This work provides new insight into the design of functional composite materials using 2D surfactant combinations, expanding the possibilities for next-generation emulsion-templated materials.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568061"
  },
  "Brenden Ferland": {
    "abstract": "A novel graphene-silicone composite has been developed to address the longstanding challenge of integrating electrical functionality into silicone elastomers without sacrificing their intrinsic mechanical properties. The composite leverages silicone's inherent elasticity, thermal stability, and chemical inertness. Spontaneous exfoliation of graphene flakes at the oil-water interface enables the formation of a self-assembled framework, establishing electrically conductive pathways at relatively low filler concentrations.\n\nCurrent experimental results demonstrate that the resulting three-dimensional composite network exhibits stable electrical responsiveness during repeated mechanical deformation cycles, with a stable gauge factor of ~2.2 after initial conditioning and resistance changes from 12 kΩ to 20 kΩ under strains up to 20%, demonstrating the mechanical reliability necessary for sensing functionality. Furthermore, systematic control of crosslinking density allows for precise tuning of mechanical properties, ranging from highly compliant to structurally rigid, thus significantly broadening potential applications. The composite also exhibits remarkable electrothermal functionality, with current experimental results demonstrating rapid heating above 150 °C at relatively low voltages. This novel composite shows exceptional promise for advancing multifunctional elastomers where mechanical compliance and electrical functionality must coexist.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568074"
  },
  "Douglas Adamson": {
    "abstract": "To utilize the superior properties of 2D materials such as hexagonal boron nitride (hBN) and graphene in a commercially relevant way requires the exfoliation of graphite or hBN. There are several commonly used approaches, such as prolonged high-power sonication in the presence of either high boiling organic solvents or surfactants, ball milling, intercalation followed by thermal shock, electrochemical methods, and, for graphite, oxidation. Unfortunately, these approaches can add significant cost and often adversely affect the final material's properties. We have introduced the Solvent Interface Trapping Method (SITM) to exfoliate graphite and hBN to address this challenge. This approach relies on lowering an oil/water mixture's free energy by spreading 2D materials at the interface. This thermodynamically driven exfoliation mechanism is optimized by shaking or stirring the oil/water mixture to increase the interfacial area between the two liquids, thus increasing the extent of exfoliation and creating a water-in-oil emulsion with the 2D materials acting as a surfactant to stabilize the emulsion. The resulting materials are poly(high internal phase emulsions) (polyHIPEs), having open cell foam structures with the interior of the cells lined by a thin film of overlapping 2D sheets. With graphene, these materials are also electrically conductive, with a bicontinuous network of overlapping graphene sheets. In this talk, I will discuss the mechanism of the SITM, provide SEM and TEM evidence for exfoliation, and introduce several applications, such as sensors and filters, enabled by materials synthesized using this approach.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568075"
  },
  "Mahdad Mahmoudi": {
    "abstract": "Advanced processing techniques are commonly used to decouple mechanical properties from the density of lightweight structural materials. In this work, we aim to introduce a scalable method to optimize the strength of foam material per unit of weight. To this end, we utilize High Internal Phase Emulsions (HIPEs) that serve as valuable templates for synthesizing porous polymer composites with multifunctional properties. This study introduces an innovative approach utilizing emulsifying needles to generate highly monodisperse polymer-graphene HIPEs, dramatically improving composite uniformity and mechanical performance. The primary objective is to evaluate how controlling HIPE morphology impacts the compressive strength in polymer-graphene composites prepared via the solvent interface trapping method. Traditionally, HIPEs made by spontaneous exfoliation of graphite at the oil-water interface are made by shaking or shear mixing, which leads to a polydisperse dispersion of water droplets in the HIPE structure. Double-needle emulsification enables control over droplet size, lowering the polydispersity index (PDI < 0.1) compared to traditional methods (PDI ≈ 0.3–0.5). Characterization techniques, including optical microscopy and SEM imaging, verified the morphology within the final polymer-graphene composites. Initial mechanical testing demonstrated notable enhancements; preparing composites via needle emulsification increased compressive strength by a factor of 2.3 and doubled Young's modulus (in the case of 70:30 w/o ratio and 10µm graphite flakes). Furthermore, adjusting graphite flake size, graphite loading, and water-oil ratios allows for fine-tuning the mechanical performance tailored to specific applications.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568084"
  },
  "Nishadi Bandara": {
    "abstract": "Green energy generation has gained growing interest due to the depletion of traditional fossil fuels and related environmental pollution. Herein, we developed a polymer graphene hydrogel-based Moist-Electric Generator (MEG) with a gradient distribution of functional groups that aid in forming an ion concentration gradient. This gradient is crucial for facilitating ion migration and generating voltages to capture energy from atmospheric moisture. Traditional methods use graphene oxide due to its rich array of oxygen-related functional groups to establish the ion gradient and employ techniques including electric annealing and directional laser irradiation. However, these techniques pose significant challenges, namely high energy consumption, limited structural control, equipment complexity, and prohibitive costs, which hinder large-scale applicability. This research proposes a novel, cost-effective, and eco-friendly approach for constructing a gradient-based moist electric generator via the solvent interfacial trapping method. Single MEG delivers a high open circuit voltage of 0.74 V. Notably, an increased voltage of 18.4 V is achieved by integrating multiple MEG units in series. We have demonstrated the ability of MEGs to light an LED and power an LCD calculator. The results demonstrate that this approach simplifies fabrication while improving scalability and practicality for broader applications in moisture-to-electricity conversion.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/569368"
  },
  "Rumesha Perera": {
    "abstract": "The increase of atmospheric CO2 may be partially mitigated by technologies for its capture or conversion to valuable chemical feedstocks. In response, we have synthesized a graphene-polyamide composite membrane through interfacial polymerization combined with a solvent-interface trapping method (SITM) to form a film of overlapping graphene sheets. This approach spontaneously exfoliates graphite into graphene at the interface between two immiscible solvents. Using interfacial polymerization in the presence of the graphene film creates electrically conductive active membranes. This arrangement of graphene sheets embedded in the membrane acts as a resistor-capacitor network that facilitates electrochemical reactions without a counter electrode. For CO2 reduction, we initially precipitated gold nanoparticles on the membrane through redox chemistry driven by an applied potential. However, we have recently found that the reduction of CO2 is more efficient without the gold nanoparticles. In this talk, I will discuss the reason for this difference and introduce our recent work quantifying the production of CO2 reduction products, which include formate, acetate, methanol, and methane",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568095"
  },
  "Jakiya Sultana Joya": {
    "abstract": "Stimuli-responsive hydrogels are a promising class of smart materials for advanced technological applications. However, their intrinsic mechanical weakness and poor electrical conductivity limit widespread application. Traditional methods for enhancing hydrogel performance using graphene oxide often involve complex chemical modifications, requiring harsh treatments that compromise material integrity. In this study, we have utilized the spontaneous exfoliation of graphite at the oil-water interface to create a conductive double network (DN) hydrogel. The solvent interfacial trapping method (SITM) exploits the natural exfoliation of graphite, enabling the fabrication of pristine graphene-coated poly (N-isopropylacrylamide) (PNIPAM) spheres without chemical modifications. By embedding the spheres in an N-(hydroxymethyl)acrylamide (HMA) matrix, we developed a hydrogel with an intrinsic percolating graphene network that demonstrates electrical and mechanical responsiveness. The material exhibits critical transitions near its lower critical solution temperature (LCST), making it particularly responsive to environmental changes. Mechanical analysis indicated substantial increases in modulus and toughness above the LCST, highlighting enhanced structural integrity at elevated temperatures. Concurrently, electrical characterization under compression revealed conductivity variations responsive to strain and temperature changes. Mechanical sensitivity and responsiveness of the hydrogel can be controlled by adjusting the concentrations of graphite and PNIPAM. Notably, a lower graphite content unexpectedly leads to a higher mechanical modulus, possibly due to changes in the stiffness of PNIPAM spheres or enhanced interfacial interactions. Our conductive, thermoresponsive DN hydrogel stands out for its simplicity, eco-friendly processing, tunable properties, and robust mechanical performance. These qualities make it an ideal candidate for flexible strain sensors, wearable electronics, temperature-responsive biomedical devices, and intelligent packaging applications.",
    "acsLink": "https://acs.digitellinc.com/live/35/session/568334"
  }
}